Repository: CJWorkbench/burstDetector
Catalog: locale/*/messages.po
Languages: el

# _spec.name
source: Burst detector
el: Ανιχνευτής ριπών

# _spec.description
source: Detect bursts of events within time series data.
el: Εντοπίστε ριπές (εκρήξεις) συμβάντων στα δεδομένα χρονοσειρών.

# _spec.parameters.trigger_threshold.name
source: Minimum number of events
el: Ελάχιστος αριθμός συμβάντων

# _spec.parameters.interval_length.name
source: Events must happen within
el: Τα συμβάντα πρέπει να συμβαίνουν εντός διαστήματος

# _spec.parameters.interval_unit.options.seconds.label
source: sec
el: δευτερολέπτων

# _spec.parameters.interval_unit.options.minutes.label
source: min
el: λεπτών

# _spec.parameters.interval_unit.options.hours.label
source: hour
el: ωρών

# _spec.parameters.interval_unit.options.days.label
source: day
el: ημερών

# _spec.parameters.interval_unit.options.weeks.label
source: week
el: εβδομάδων

# badParam.date_column_name.notADate
source: Input column must be datetime. Please convert it.
el: Η στήλη εισόδου πρέπει να είναι τύπου ημερομηνία/ώρα. Μετατρέψτε την.
